Repository: zibuyu2015831/LangoTrace
Catalog: Packages/LangoTraceUI/Sources/LangoTraceUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, zh_hans

# app.badge.aiNotConfigured
source: AI not configured
de: KI nicht konfiguriert
es: IA sin configurar
fr: IA non configurée
ja: AI未設定
ko: AI가 설정되지 않음
ru: ИИ не настроен
zh_hans: 未配置 AI

# app.badge.aiOptional
source: AI optional
de: KI optional
es: IA opcional
fr: IA facultative
ja: AIは任意
ko: AI 선택 가능
ru: ИИ по выбору
zh_hans: AI 可选

# app.badge.localFirst
source: Local-first
de: Lokal zuerst
es: Local primero
fr: Local d’abord
ja: ローカル優先
ko: 로컬 우선
ru: Сначала локально
zh_hans: 本地优先

# capabilityStatus.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 利用可能
ko: 사용 가능
ru: Готово
zh_hans: 可用

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hans: 关闭

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
ru: Продолжить
zh_hans: 继续

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存

# entry.rendering.learningText.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
ru: Изменить
zh_hans: 编辑

# entry.rendering.learningText.editTitle
source: Edit %@ Expression
de: %@-Ausdruck bearbeiten
es: Editar expresión en %@
fr: Modifier l’expression en %@
ja: %@の表現を編集
ko: %@ 표현 수정
ru: Изменить выражение на %@
zh_hans: 修改%@表达

# entryDetail.title
source: Entry Detail
de: Eintragsdetails
es: Detalle de entrada
fr: Détail de l’entrée
ja: 記録の詳細
ko: 기록 상세
ru: Сведения о записи
zh_hans: 记录详情

# entryEditor.bodyField.accessibilityHint
source: Writes the life moment that will be saved locally.
de: Schreibt den Lebensmoment, der lokal gespeichert wird.
es: Escribe el momento de vida que se guardará localmente.
fr: Rédige le moment de vie qui sera enregistré localement.
ja: ローカルに保存する生活の一場面を書きます。
ko: 로컬에 저장할 생활 순간을 작성합니다.
ru: Записывает жизненный момент, который будет сохранен локально.
zh_hans: 填写将保存在本地的生活片段。

# entryEditor.bodyField.accessibilityLabel
source: Life entry body
de: Text des Lebenseintrags
es: Cuerpo de la entrada de vida
fr: Corps de l’entrée de vie
ja: 生活記録の本文
ko: 생활 기록 본문
ru: Текст жизненной записи
zh_hans: 生活记录正文

# entryEditor.saveFailed
source: Could not save this entry. Try again in a moment.
de: Dieser Eintrag konnte nicht gespeichert werden. Versuche es gleich noch einmal.
es: No se pudo guardar esta entrada. Inténtalo de nuevo en un momento.
fr: Impossible d'enregistrer cette entrée. Réessayez dans un instant.
ja: この記録を保存できませんでした。しばらくしてからもう一度お試しください。
ko: 이 기록을 저장하지 못했습니다. 잠시 후 다시 시도하세요.
ru: Не удалось сохранить эту запись. Повторите попытку позже.
zh_hans: 未能保存这条记录。稍后再试。

# entryEditor.section.content
source: Life Entry
de: Lebenseintrag
es: Entrada de vida
fr: Entrée de vie
ja: 生活記録
ko: 생활 기록
ru: Жизненная запись
zh_hans: 生活记录

# entryEditor.section.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보
ru: Конфиденциальность
zh_hans: 隐私

# entryEditor.title
source: Write One Line
de: Eine Zeile schreiben
es: Escribe una línea
fr: Écrire une ligne
ja: 一行を書く
ko: 한 줄 쓰기
ru: Написать одну строку
zh_hans: 写一句

# entryEditor.titleField
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
ru: Заголовок
zh_hans: 标题

# hero.subtitle
source: Write a sentence, add a photo, or save what you want to say for later %@ practice.
de: Schreibe einen Satz, füge ein Foto hinzu oder speichere, was du sagen möchtest, für die spätere %@-Übung.
es: Escribe una frase, añade una foto o guarda lo que quieras decir para practicar %@ más tarde.
fr: Écrivez une phrase, ajoutez une photo ou gardez ce que vous voulez dire pour votre prochaine pratique de %@.
ja: 一文を書いたり、写真を追加したり、言いたいことを保存して、あとで%@の練習に使いましょう。
ko: 한 문장을 쓰거나 사진을 추가하거나 하고 싶은 말을 저장해 두었다가 나중에 %@ 연습에 사용하세요.
ru: Напишите предложение, добавьте фото или сохраните то, что хотите сказать, для будущей практики %@.
zh_hans: 写一句、拍一张照片，或把今天想说的话留给之后的%@练习。

# launchRecovery.failed.message
source: LangoTrace couldn't open the local storage on this device. Your data stays on this device and is not sent anywhere. Try again, and restart the app if the problem continues.
de: LangoTrace konnte den lokalen Speicher dieses Geräts nicht öffnen. Deine Daten bleiben auf diesem Gerät und werden nirgendwohin gesendet. Versuche es erneut und starte die App neu, falls das Problem bestehen bleibt.
es: LangoTrace no pudo abrir el almacenamiento local de este dispositivo. Tus datos permanecen en este dispositivo y no se envían a ningún sitio. Inténtalo de nuevo y reinicia la app si el problema continúa.
fr: LangoTrace n'a pas pu ouvrir le stockage local de cet appareil. Vos données restent sur cet appareil et ne sont envoyées nulle part. Réessayez, puis redémarrez l'app si le problème persiste.
ja: LangoTrace はこのデバイスのローカルストレージを開けませんでした。データはこのデバイスにのみ保存され、どこにも送信されません。再試行し、問題が続く場合はアプリを再起動してください。
ko: LangoTrace가 이 기기의 로컬 저장소를 열지 못했습니다. 데이터는 이 기기에만 저장되며 어디로도 전송되지 않습니다. 다시 시도하고, 문제가 계속되면 앱을 재시동하세요.
ru: LangoTrace не удалось открыть локальное хранилище на этом устройстве. Ваши данные остаются на этом устройстве и никуда не отправляются. Повторите попытку и перезапустите приложение, если проблема сохраняется.
zh_hans: 语迹暂时无法打开本机存储。你的数据仍只保存在本机，不会发送到任何地方。请重试；如果问题持续，请重启 App。

# launchRecovery.failed.title
source: Local data couldn't be loaded
de: Lokale Daten konnten nicht geladen werden
es: No se pudieron cargar los datos locales
fr: Impossible de charger les données locales
ja: ローカルデータを読み込めませんでした
ko: 로컬 데이터를 불러올 수 없음
ru: Не удалось загрузить локальные данные
zh_hans: 本地数据暂时无法加载

# launchRecovery.retry
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
ru: Повторить
zh_hans: 重试

# onboarding.createSpace
source: Create Language Space
de: Sprachraum erstellen
es: Crear espacio de idioma
fr: Créer un espace de langue
ja: 言語スペースを作成
ko: 언어 공간 만들기
ru: Создать языковое пространство
zh_hans: 创建语言空间

# onboarding.eyebrow
source: FIRST LANGUAGE SPACE
de: ERSTER SPRACHRAUM
es: PRIMER ESPACIO DE IDIOMA
fr: PREMIER ESPACE DE LANGUE
ja: 最初の言語スペース
ko: 첫 언어 공간
ru: ПЕРВОЕ ЯЗЫКОВОЕ ПРОСТРАНСТВО

# onboarding.level.a1.description
source: You know a few words and phrases.
de: Du kennst einige Wörter und Wendungen.
es: Conoces algunas palabras y frases.
fr: Vous connaissez quelques mots et expressions.
ja: 少しの単語や表現を知っている段階です。
ko: 몇 가지 단어와 표현을 아는 단계입니다.
ru: Вы знаете несколько слов и фраз.
zh_hans: 认识少量词句，刚开始学

# onboarding.level.a1.title
source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
ja: 入門
ko: 입문
ru: Начальный
zh_hans: 入门

# onboarding.level.a2.description
source: You can use simple everyday sentences.
de: Du kannst einfache Alltagssätze verwenden.
es: Puedes usar frases sencillas del día a día.
fr: Vous pouvez utiliser des phrases simples du quotidien.
ja: 簡単な日常文を使えます。
ko: 간단한 일상 문장을 사용할 수 있습니다.
ru: Вы можете использовать простые повседневные фразы.
zh_hans: 能说简单日常句子

# onboarding.level.a2.title
source: Elementary
de: Grundlagen
es: Elemental
fr: Élémentaire
ja: 初級
ko: 초급
ru: Элементарный
zh_hans: 初级

# onboarding.level.b1.description
source: You can handle common travel and daily situations.
de: Du kommst in Reisen und Alltagssituationen zurecht.
es: Puedes manejar viajes y situaciones cotidianas.
fr: Vous pouvez gérer les situations courantes du voyage et du quotidien.
ja: 旅行や日常生活のよくある場面に対応できます。
ko: 여행과 일상에서 흔한 상황을 다룰 수 있습니다.
ru: Вы справляетесь с типичными ситуациями в поездках и быту.
zh_hans: 能处理旅行、生活中的常见表达

# onboarding.level.b1.title
source: Everyday
de: Alltag
es: Cotidiano
fr: Conversation courante
ja: 日常会話
ko: 일상 회화
ru: Повседневный
zh_hans: 日常交流

# onboarding.level.b2.description
source: You can describe experiences and explain opinions.
de: Du kannst Erlebnisse beschreiben und Meinungen erklären.
es: Puedes describir experiencias y explicar opiniones.
fr: Vous pouvez décrire des expériences et expliquer vos opinions.
ja: 経験や意見をある程度まとまって表現できます。
ko: 경험과 의견을 비교적 온전하게 표현할 수 있습니다.
ru: Вы можете описывать опыт и объяснять мнения.
zh_hans: 能较完整表达观点和经历

# onboarding.level.b2.title
source: Independent
de: Selbstständig
es: Independiente
fr: Autonome
ja: 自立表現
ko: 독립 표현
ru: Самостоятельный
zh_hans: 独立表达

# onboarding.level.c1.description
source: You can discuss complex topics naturally.
de: Du kannst komplexe Themen natürlich besprechen.
es: Puedes hablar con naturalidad sobre temas complejos.
fr: Vous pouvez discuter naturellement de sujets complexes.
ja: 複雑な話題も自然に話し合えます。
ko: 복잡한 주제도 자연스럽게 논의할 수 있습니다.
ru: Вы можете естественно обсуждать сложные темы.
zh_hans: 能自然讨论复杂话题

# onboarding.level.c1.title
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
ja: 上級
ko: 고급
ru: Продвинутый
zh_hans: 熟练表达

# onboarding.level.c2.description
source: You can use the language in demanding professional or academic contexts.
de: Du kannst die Sprache in anspruchsvollen beruflichen oder akademischen Kontexten nutzen.
es: Puedes usarlo en contextos profesionales o académicos exigentes.
fr: Vous pouvez l’utiliser dans des contextes professionnels ou académiques exigeants.
ja: 専門・学術など高負荷の場面でも使えます。
ko: 전문적이거나 학술적인 고난도 상황에서도 사용할 수 있습니다.
ru: Вы можете использовать язык в сложных профессиональных или академических ситуациях.
zh_hans: 接近专业、学术或高强度使用

# onboarding.level.c2.title
source: Proficient
de: Sehr sicher
es: Dominio alto
fr: Maîtrise élevée
ja: 高度運用
ko: 고급 숙련
ru: Свободное владение
zh_hans: 高级掌握

# onboarding.level.summary
source: Used to tune generated material. You can change it later.
de: Wird verwendet, um generiertes Material anzupassen. Du kannst es später ändern.
es: Se usa para ajustar el material generado. Puedes cambiarlo más tarde.
fr: Utilisé pour ajuster les supports générés. Vous pourrez le modifier plus tard.
ja: 生成される教材の難易度調整に使います。後で変更できます。
ko: 생성되는 자료의 난이도를 조정하는 데 사용됩니다. 나중에 변경할 수 있습니다.
ru: Используется для настройки созданных материалов. Позже это можно изменить.
zh_hans: 用于调整生成难度，之后可以随时修改。

# onboarding.level.title
source: Current Level
de: Aktuelles Niveau
es: Nivel actual
fr: Niveau actuel
ja: 現在のレベル
ko: 현재 수준
ru: Текущий уровень
zh_hans: 当前水平

# onboarding.nativeLanguage
source: Native Language
de: Muttersprache
es: Lengua materna
fr: Langue maternelle
ja: 母語
ko: 모국어
ru: Родной язык
zh_hans: 母语

# onboarding.privacy.footnote
source: Data is stored on this device by default. Review and adjust it in Settings.
de: Daten werden standardmäßig auf diesem Gerät gespeichert. Du kannst dies in den Einstellungen prüfen und anpassen.
es: Los datos se guardan en este dispositivo por defecto. Revísalos y ajústalos en Ajustes.
fr: Les données sont stockées sur cet appareil par défaut. Vous pouvez les consulter et les ajuster dans les réglages.
ja: データは既定でこのデバイスに保存されます。設定で確認・調整できます。
ko: 데이터는 기본적으로 이 기기에 저장됩니다. 설정에서 확인하고 조정할 수 있습니다.
ru: По умолчанию данные хранятся на этом устройстве. Их можно просмотреть и настроить в настройках.
zh_hans: 数据默认保存在本机，可在设置中查看与调整。

# onboarding.subtitle
source: Create a language space, then turn life into learning material.
de: Erstelle einen Sprachraum und mache Alltag zu Lernmaterial.
es: Crea un espacio de idioma y convierte la vida en material de aprendizaje.
fr: Créez un espace de langue et transformez la vie en support d’apprentissage.
ja: 言語スペースを作り、生活を学習素材に変えましょう。
ko: 언어 공간을 만들고 생활을 학습 자료로 바꾸세요.
ru: Создайте языковое пространство и превращайте жизнь в учебный материал.
zh_hans: 创建一个语言空间，把生活变成学习材料。

# onboarding.targetLanguage
source: Target Language
de: Zielsprache
es: Idioma objetivo
fr: Langue cible
ja: 目標言語
ko: 목표 언어
ru: Целевой язык
zh_hans: 目标语言

# onboarding.title
source: Create Language Space
de: Sprachraum erstellen
es: Crear espacio de idioma
fr: Créer un espace de langue
ja: 言語スペースを作成
ko: 언어 공간 만들기
ru: Создать языковое пространство
zh_hans: 创建语言空间

# onboarding.value.practice.subtitle
source: Learn in real contexts
de: In echten Kontexten lernen
es: Aprende en contextos reales
fr: Apprendre en contexte réel
ja: 実際の文脈で学ぶ
ko: 실제 맥락에서 학습
ru: Учиться в реальном контексте
zh_hans: 在真实语境中学习

# onboarding.value.practice.title
source: Practice expression
de: Ausdruck üben
es: Practica expresarte
fr: Pratiquer l’expression
ja: 表現を練習
ko: 표현 연습
ru: Практика выражения
zh_hans: 练习表达

# onboarding.value.record.subtitle
source: Photos, voice, and text
de: Fotos, Stimme und Text
es: Fotos, voz y texto
fr: Photos, voix et texte
ja: 写真、音声、テキスト
ko: 사진, 음성, 텍스트
ru: Фото, голос и текст
zh_hans: 照片、声音与文字

# onboarding.value.record.title
source: Record life
de: Alltag festhalten
es: Registra la vida
fr: Noter la vie
ja: 生活を記録
ko: 생활 기록
ru: Записывайте жизнь
zh_hans: 记录生活

# onboarding.value.trace.subtitle
source: See your language grow
de: Sprachwachstum sehen
es: Ve crecer tu idioma
fr: Voir votre langue progresser
ja: 言語の成長を見る
ko: 언어 성장을 확인
ru: Видеть рост языка
zh_hans: 看见自己的语言成长

# onboarding.value.trace.title
source: Leave a trace
de: Spuren hinterlassen
es: Deja huella
fr: Laisser une trace
ja: 言語の跡を残す
ko: 언어 흔적 남기기
ru: Оставить языковой след
zh_hans: 留下语迹

# practice.entryCard.accessibilityLabel
source: %1$@. %2$@. %3$@ of %4$@ sentences completed.
de: %1$@. %2$@. %3$@ von %4$@ Sätzen abgeschlossen.
es: %1$@. %2$@. %3$@ de %4$@ frases completadas.
fr: %1$@. %2$@. %3$@ phrases terminées sur %4$@.
ja: %1$@。%2$@。%4$@文中%3$@文が完了。
ko: %1$@. %2$@. %4$@문장 중 %3$@문장 완료.
ru: %1$@. %2$@. Завершено предложений: %3$@ из %4$@.
zh_hans: %1$@。%2$@。已完成 %3$@ / %4$@ 句。

# practice.entryCard.problems
source: %@ to review
de: %@ zu überprüfen
es: %@ por revisar
fr: %@ à revoir
ja: 要確認 %@件
ko: 검토할 항목 %@개
ru: К проверке: %@
zh_hans: %@ 处待复查

# practice.title
source: Practice
de: Üben
es: Práctica
fr: Exercice
ja: 練習
ko: 연습
ru: Практика
zh_hans: 练习

# privacyStatus.ai.summary.configured
source: Content is sent only when you explicitly trigger an AI feature. Your API key stays in this device's secure storage.
de: Inhalte werden nur gesendet, wenn du eine KI-Funktion ausdrücklich auslöst. Dein API-Key bleibt im sicheren Speicher dieses Geräts.
es: El contenido solo se envía cuando activas explícitamente una función de IA. Tu API key permanece en el almacenamiento seguro de este dispositivo.
fr: Le contenu n'est envoyé que lorsque vous déclenchez explicitement une fonction IA. Votre clé API reste dans le stockage sécurisé de cet appareil.
ja: AI 機能を明示的に実行したときにのみ内容が送信されます。API Key はこのデバイスの安全なストレージに保存されます。
ko: AI 기능을 직접 실행할 때만 내용이 전송됩니다. API Key는 이 기기의 보안 저장소에 보관됩니다.
ru: Содержимое отправляется только тогда, когда вы явно запускаете функцию ИИ. Ваш API-ключ хранится в защищённом хранилище этого устройства.
zh_hans: 只有你显式触发 AI 功能时，才会发送当前内容。API Key 保存在本机安全存储中。

# privacyStatus.ai.summary.error
source: The AI provider configuration has an error or the last request failed. Check the provider, model, and key in Settings.
de: Die KI-Provider-Konfiguration hat einen Fehler oder die letzte Anfrage ist fehlgeschlagen. Prüfe Provider, Modell und Schlüssel in den Einstellungen.
es: La configuración del provider de IA tiene un error o la última solicitud falló. Revisa el provider, el modelo y la clave en Ajustes.
fr: La configuration du provider IA contient une erreur ou la dernière requête a échoué. Vérifiez le provider, le modèle et la clé dans Réglages.
ja: AI Provider の設定にエラーがあるか、直近のリクエストが失敗しました。設定で Provider・モデル・キーを確認してください。
ko: AI Provider 설정에 오류가 있거나 최근 요청이 실패했습니다. 설정에서 Provider, 모델, 키를 확인하세요.
ru: В конфигурации ИИ-провайдера есть ошибка или последний запрос завершился неудачно. Проверьте провайдера, модель и ключ в настройках.
zh_hans: AI Provider 配置存在错误或最近一次请求失败。请在设置中检查 Provider、模型和密钥。

# privacyStatus.ai.summary.notConfigured
source: No text, photo summaries, or related memories are sent right now. After you configure a provider, content is sent only when you explicitly trigger an AI feature.
de: Derzeit werden keine Texte, Foto-Zusammenfassungen oder verwandte Erinnerungen gesendet. Nach der Konfiguration werden Inhalte nur gesendet, wenn du eine KI-Funktion ausdrücklich auslöst.
es: Ahora mismo no se envían textos, resúmenes de fotos ni recuerdos relacionados. Tras configurar un provider, el contenido solo se envía cuando activas explícitamente una función de IA.
fr: Aucun texte, résumé de photo ou souvenir associé n'est envoyé pour le moment. Après configuration d'un provider, le contenu n'est envoyé que lorsque vous déclenchez explicitement une fonction IA.
ja: 現在、テキスト・写真の要約・関連する記憶は送信されません。Provider を設定した後も、AI 機能を明示的に実行したときにのみ内容が送信されます。
ko: 지금은 텍스트, 사진 요약, 관련 기억이 전송되지 않습니다. Provider를 설정한 후에도 AI 기능을 직접 실행할 때만 내용이 전송됩니다.
ru: Сейчас тексты, сводки фото и связанные воспоминания не отправляются. После настройки провайдера содержимое отправляется только тогда, когда вы явно запускаете функцию ИИ.
zh_hans: 当前不会发送文本、照片摘要或相似记忆。配置后，只有你显式触发 AI 功能时才会发送当前内容。

# privacyStatus.ai.summary.unavailable
source: AI features are temporarily unavailable due to the current platform, network, permission, or configuration conditions.
de: KI-Funktionen sind wegen der aktuellen Plattform-, Netzwerk-, Berechtigungs- oder Konfigurationsbedingungen vorübergehend nicht verfügbar.
es: Las funciones de IA no están disponibles temporalmente debido a las condiciones actuales de plataforma, red, permisos o configuración.
fr: Les fonctions IA sont temporairement indisponibles en raison des conditions actuelles de plateforme, de réseau, d'autorisations ou de configuration.
ja: 現在のプラットフォーム・ネットワーク・権限・設定の状況により、AI 機能は一時的に利用できません。
ko: 현재 플랫폼, 네트워크, 권한 또는 설정 조건으로 인해 AI 기능을 일시적으로 사용할 수 없습니다.
ru: Функции ИИ временно недоступны из-за текущих условий платформы, сети, разрешений или конфигурации.
zh_hans: 当前平台、网络、权限或配置条件导致 AI 能力暂不可用。

# privacyStatus.ai.title
source: AI Provider
de: KI-Provider
es: Provider de IA
fr: Provider IA

# privacyStatus.ai.value.configured
source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
ja: 設定済み
ko: 설정됨
ru: Настроен
zh_hans: 已配置

# privacyStatus.ai.value.error
source: Needs attention
de: Aktion erforderlich
es: Requiere atención
fr: Attention requise
ja: 要対応
ko: 확인 필요
ru: Требует внимания
zh_hans: 需要处理

# privacyStatus.ai.value.notConfigured
source: Not configured
de: Nicht konfiguriert
es: Sin configurar
fr: Non configuré
ja: 未設定
ko: 미설정
ru: Не настроен
zh_hans: 未配置

# privacyStatus.ai.value.unavailable
source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
es: No disponible por ahora
fr: Temporairement indisponible
ja: 一時的に利用できません
ko: 일시적으로 사용할 수 없음
ru: Временно недоступен
zh_hans: 暂不可用

# privacyStatus.close
source: Close status description
de: Statusbeschreibung schließen
es: Cerrar la descripción del estado
fr: Fermer la description de l'état
ja: 状態の説明を閉じる
ko: 상태 설명 닫기
ru: Закрыть описание статуса
zh_hans: 关闭状态说明

# privacyStatus.sync.summary.configured
source: Only data within your configured scope is synced. Keys and unselected data never enter the synced content.
de: Nur Daten innerhalb des konfigurierten Umfangs werden synchronisiert. Schlüssel und nicht ausgewählte Daten gelangen nie in die Sync-Inhalte.
es: Solo se sincronizan los datos dentro del alcance configurado. Las claves y los datos no seleccionados nunca entran en el contenido sincronizado.
fr: Seules les données dans le périmètre configuré sont synchronisées. Les clés et les données non sélectionnées n'entrent jamais dans le contenu synchronisé.
ja: 設定した範囲内のデータのみ同期されます。キーや選択していないデータが同期内容に含まれることはありません。
ko: 설정한 범위 내의 데이터만 동기화됩니다. 키와 선택하지 않은 데이터는 동기화 내용에 포함되지 않습니다.
ru: Синхронизируются только данные в настроенных пределах. Ключи и невыбранные данные никогда не попадают в синхронизируемое содержимое.
zh_hans: 仅同步你配置范围内的数据。密钥和未选择的数据不会进入同步内容。

# privacyStatus.sync.summary.error
source: Sync failed or the configuration is no longer valid. Check the destination, permissions, and network in Settings.
de: Die Synchronisierung ist fehlgeschlagen oder die Konfiguration ist ungültig. Prüfe Ziel, Berechtigungen und Netzwerk in den Einstellungen.
es: La sincronización falló o la configuración ya no es válida. Revisa el destino, los permisos y la red en Ajustes.
fr: La synchronisation a échoué ou la configuration n'est plus valide. Vérifiez la destination, les autorisations et le réseau dans Réglages.
ja: 同期に失敗したか、設定が無効になっています。設定で同期先・権限・ネットワーク状態を確認してください。
ko: 동기화에 실패했거나 설정이 더 이상 유효하지 않습니다. 설정에서 대상 위치, 권한, 네트워크 상태를 확인하세요.
ru: Синхронизация не удалась или конфигурация устарела. Проверьте назначение, разрешения и сеть в настройках.
zh_hans: 同步失败或配置失效。请在设置中检查目标位置、权限和网络状态。

# privacyStatus.sync.summary.off
source: Your data stays on this device only. You can configure iCloud, WebDAV, S3, or R2 later.
de: Deine Daten bleiben nur auf diesem Gerät. Du kannst iCloud, WebDAV, S3 oder R2 später konfigurieren.
es: Tus datos se guardan solo en este dispositivo. Puedes configurar iCloud, WebDAV, S3 o R2 más adelante.
fr: Vos données restent uniquement sur cet appareil. Vous pourrez configurer iCloud, WebDAV, S3 ou R2 plus tard.
ja: データはこのデバイスにのみ保存されます。iCloud・WebDAV・S3・R2 は後で設定できます。
ko: 데이터는 이 기기에만 저장됩니다. iCloud, WebDAV, S3 또는 R2는 나중에 설정할 수 있습니다.
ru: Данные хранятся только на этом устройстве. Позже можно настроить iCloud, WebDAV, S3 или R2.
zh_hans: 数据仅保存在本机。你可以稍后配置 iCloud、WebDAV、S3 或 R2。

# privacyStatus.sync.summary.paused
source: Sync is paused. Data keeps being saved on this device and syncs again within the configured scope after you resume.
de: Die Synchronisierung ist pausiert. Daten werden weiter auf diesem Gerät gespeichert und nach dem Fortsetzen wieder im konfigurierten Umfang synchronisiert.
es: La sincronización está en pausa. Los datos se siguen guardando en este dispositivo y se sincronizarán de nuevo dentro del alcance configurado al reanudar.
fr: La synchronisation est en pause. Les données restent enregistrées sur cet appareil et se synchroniseront à nouveau dans le périmètre configuré après la reprise.
ja: 同期は一時停止中です。データは引き続きこのデバイスに保存され、再開後に設定した範囲内で再び同期されます。
ko: 동기화가 일시 중지되었습니다. 데이터는 계속 이 기기에 저장되며, 재개 후 설정한 범위 내에서 다시 동기화됩니다.
ru: Синхронизация приостановлена. Данные продолжают сохраняться на этом устройстве и снова синхронизируются в настроенных пределах после возобновления.
zh_hans: 同步已暂停。数据继续保存在本机，恢复后再同步配置范围内的数据。

# privacyStatus.sync.summary.syncing
source: Syncing data within the configured scope. Sync never includes keys or unselected history.
de: Daten im konfigurierten Umfang werden synchronisiert. Die Synchronisierung enthält nie Schlüssel oder nicht ausgewählten Verlauf.
es: Sincronizando los datos dentro del alcance configurado. La sincronización nunca incluye claves ni historial no seleccionado.
fr: Synchronisation des données dans le périmètre configuré. La synchronisation n'inclut jamais les clés ni l'historique non sélectionné.
ja: 設定した範囲内のデータを同期しています。同期にキーや選択していない履歴が含まれることはありません。
ko: 설정한 범위 내의 데이터를 동기화하고 있습니다. 동기화에는 키나 선택하지 않은 기록이 포함되지 않습니다.
ru: Идёт синхронизация данных в настроенных пределах. Синхронизация никогда не включает ключи или невыбранную историю.
zh_hans: 正在同步配置范围内的数据。同步不会包含密钥或未选择的历史记录。

# privacyStatus.sync.value.configured
source: Configured
de: Konfiguriert
es: Configurada
fr: Configurée
ja: 設定済み
ko: 설정됨
ru: Настроена
zh_hans: 已配置

# privacyStatus.sync.value.error
source: Needs attention
de: Aktion erforderlich
es: Requiere atención
fr: Attention requise
ja: 要対応
ko: 확인 필요
ru: Требует внимания
zh_hans: 需要处理

# privacyStatus.sync.value.off
source: Off
de: Aus
es: Desactivada
fr: Désactivée
ja: オフ
ko: 꺼짐
ru: Выключена
zh_hans: 未启用

# privacyStatus.sync.value.paused
source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시 중지됨
ru: Приостановлена
zh_hans: 已暂停

# privacyStatus.sync.value.syncing
source: Syncing
de: Synchronisiert
es: Sincronizando
fr: Synchronisation en cours
ja: 同期中
ko: 동기화 중
ru: Идёт синхронизация
zh_hans: 同步中

# reading.document.editTitle
source: Edit Document
de: Dokument bearbeiten
es: Editar documento
fr: Modifier le document
ja: ドキュメントを編集
ko: 문서 편집
ru: Изменить документ
zh_hans: 编辑文档
